{
    "dryUnitWeight": "Yaş veya kuru zemindeki kuru ağırlığın (tane ağırlığının) tüm hacme oranı olarak tanımlanır.",
    "saturatedUnitWeight": "Zeminin bütün boşluklarının su ile dolu olduğu suya tam doygun zeminlerde; tüm ağırlığın tüm hacme oranı olarak tanı1mlanır.",
    "fineContent": "Zemin davranışından bağımsız olarak, 200 numaralı elekten (0,075 mm) daha ince zemin parçacıklarının oranı olarak tanımlanmaktadır.",
    "liquidLimit": "Zeminin sıvı gibi davranmaya başladığı su muhtevasıdır.",
    "plasticLimit": "Zeminin plastik davrandığı en düşük su muhtevasıdır.",
    "plasticityIndex": "Likit limit değerinin plastik limit değerinden farkını ifade eder. Plastik durumu sağlayan nemin sınırlarını belirtir.",
    "cohesion": "Efektif kohezyonu ifade eder. Efektif gerilmeler altında mobilize olan kohezyonu belirtir. Uzun dönemde oluşan kohezyon olarak da hesaba katılabilir.",
    "undrainedShearStrength": "Drenajsız kayma mukavemetini ifade eder. Zeminin hızlı bir şekilde yüklenmesi durumunda boşluk suyu basıncının dağılma fırsatı olmadığı zaman zeminin kayma direncini ölçen bir parametredir. Kısa dönemde meydana gelen bir işlem olarak hesaba katılacağından suya doygun ve killi zeminlerde kullanılır.",
    "frictionAngle": "Zeminin içsel sürtünme açısını ifade eder. Zeminin tanecikleri arasındaki sürtünmeye bağlı olarak oluşur ve zemin sınıflarının granülometrisi arttıkça içsel sürtünme açısının da artması beklenir.",
    "waterContent": "Zemindeki suyun yüzde olarak miktarıdır.",
    "elasticModulus": "Zeminin E50 veya sekant modülünü ifade eder. Sekant elastisite modülü zeminin geniş bir gerilme bölgesinde ortalama bir davranışı için kullanılır.",
    "poissonRatio": "Yanal eksenlerde oluşan birim şekil değiştirmenin, kuvvet ekseninde oluşan birim şekil değiştirmeye oranıdır. Ayrıca zeminin suya doygunluğunu anlatan bir sabittir.",
    "voidRatio": "Boşluklu bir yapıya sahip olan zeminde boşluk durumunu yansıtan bir terim olup, boşluk hacminin tane hacmine oranını ifade eder.",
    "compressionIndex": "Zeminin sıkışma indisini ifade eder. Sıkışma indisi, bir zeminin uygulanan yüke karşı sıkışma hızını açıklayan bir parametredir. Bu, zeminin sıkışabilirliğinin bir ölçüsüdür ve boşluk oranının doğal logaritması ile efektif gerilmenin logaritması arasındaki lineer kısım arasındaki eğim olarak tanımlanır.",
    "recompressionIndex": "Zeminin yeniden sıkışma indisini ifade eder. Daha yüksek gerilim seviyeleri altında konsolide edildikten sonra uygulanan gerilimde bir azalma sonrasında bir zeminin yeniden sıkışma hızını açıklayan bir parametredir. Bu, boşaltma sırasındaki zeminin sıkışabilirliğinin bir ölçüsüdür ve yeniden sıkışma deneyi sırasında boşluk oranının doğal logaritması ile efektif gerilimin logaritması arasındaki ilişki eğimine denk gelir.",
    "preconsolidationPressure": "Zeminin geçmişte etkisinde olduğu en büyük basınç değerini ifade eder.",
    "volumeCompressibilityCoefficient": "Zeminin hacimsel sıkışma katsayısını ifade eder. Hacimsel sıkışma katsayısı, birim hacimli zemin kütlesinin, birim normal gerilmeye karşı gösterdiği hacim değişiminin ölçüsüdür.",
    "shearWaveVelocity": "Zeminin mekanik özelliklerinden biridir, dinamik araştırmalar için çok önemli olan bu parametre sahada ve laboratuvarda ölçülebilir.",
    "RQD": "Sondajdan elde edilen karotların, boyları 10 cm den fazla olanlarının toplamının kademe ilerlemesine oranı olarak ifade edilir.",
    "IS50": "Kaya kütlesi sınıflama sistemlerinde kayaç malzemesinin dayanım parametresidir. IS50; 50 mm çaplı karota göre düzeltilmiş nokta yük dayanımını ifade eder.",
    "kp": "Büyüklüğü kazık türüne ve soketlenen zemin/kaya kütlesi türüne bağlı olan ampirik faktördür.",
    "dampingRatio": "Gerçekleşen osilasyonun sönüm miktarını temsil eden büyüklüktür.",
    "shearModulus": "Zeminin kayma gerilmesine karşı gösterdiği direnci ifade eder.",
    "undrainedModulus": "Zeminin drenajsız elastisite modülünü ifade eder. Killerde ve suya doygun zeminlerde kullanılır. Aynı hacim durumunun korunduğu bir yüklemeye maruz kaldığında toprağın sertliğini ölçen bir parametredir. Drenajsız kesme gerilimi ve buna karşılık gelen şekil değiştirme oranının oranını temsil eder ve genellikle bir drenajsız üç eksenli sıkıştırma testi ile belirlenir."
}
